9/data/attachments/d348f697d0f2ba6c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c9472f4d-9598-47c3-94a6-4270280e9b3b</nif:username>
            <nif:friendToBeAdded>Janice_growth_Friend_35751_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>